[{"id": 224900, "title": "모래에도 꽃이 핀다", "release_date": "2023-12-20", "media_type": "tv", "adult": 0, "original_language": "ko", "overview": "Struggling to find success, a former wrestling prodigy finds himself ready to quit until he reencounters an old friend who reignites his passion.", "popularity": 35.756, "vote_average": 10.0, "vote_count": 1}, {"id": 218230, "title": "이재, 곧 죽습니다", "release_date": "2023-12-15", "media_type": "tv", "adult": 0, "original_language": "ko", "overview": "At the brink of going to hell, Yee-jae must cycle through twelve separate lives and twelve separate deaths in this reincarnation drama.", "popularity": 171.196, "vote_average": 9.154, "vote_count": 13}, {"id": 37854, "title": "ワンピース", "release_date": "1999-10-20", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "Years ago, the fearsome Pirate King, Gol D. Roger was executed leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new King of the Pirates.\n\nMonkey D. Luffy, a boy who consumed a \"Devil Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way.\n\nLuffy will do anything to get the One Piece and become King of the Pirates!", "popularity": 119.464, "vote_average": 8.727, "vote_count": 4214}, {"id": 60625, "title": "Rick and Morty", "release_date": "2013-12-02", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Rick is a mentally-unbalanced but scientifically gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.", "popularity": 1514.303, "vote_average": 8.701, "vote_count": 8921}, {"id": 85937, "title": "鬼滅の刃", "release_date": "2019-04-06", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.", "popularity": 72.78, "vote_average": 8.683, "vote_count": 5769}, {"id": 1429, "title": "進撃の巨人", "release_date": "2013-04-07", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.", "popularity": 172.131, "vote_average": 8.669, "vote_count": 5767}, {"id": 100088, "title": "The Last of Us", "release_date": "2023-01-15", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Twenty years after modern civilization has been destroyed, Joel, a hardened survivor, is hired to smuggle Ellie, a 14-year-old girl, out of an oppressive quarantine zone. What starts as a small job soon becomes a brutal, heartbreaking journey, as they both must traverse the United States and depend on each other for survival.", "popularity": 206.732, "vote_average": 8.636, "vote_count": 4305}, {"id": 120089, "title": "SPY×FAMILY", "release_date": "2022-04-09", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "World peace is at stake and secret agent Twilight must undergo his most difficult mission yet—pretend to be a family man. Posing as a loving husband and father, he’ll infiltrate an elite school to get close to a high-profile politician. He has the perfect cover, except his wife’s a deadly assassin and neither knows each other’s identity. But someone does, his adopted daughter who’s a telepath!", "popularity": 418.848, "vote_average": 8.606, "vote_count": 1567}, {"id": 95479, "title": "呪術廻戦", "release_date": "2020-10-03", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.", "popularity": 708.411, "vote_average": 8.577, "vote_count": 2990}, {"id": 1399, "title": "Game of Thrones", "release_date": "2011-04-17", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.", "popularity": 639.849, "vote_average": 8.441, "vote_count": 22315}, {"id": 848326, "title": "Rebel Moon - Part One: A Child of Fire", "release_date": "2023-12-01", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "When a peaceful colony on the edge of the galaxy finds itself threatened by the armies of the tyrannical Regent Balisarius, they dispatch Kora, a young woman with a mysterious past, to seek out warriors from neighboring planets to help them take a stand.", "popularity": 186.33, "vote_average": 8.4, "vote_count": 10}, {"id": 218539, "title": "마이데몬", "release_date": "2023-11-24", "media_type": "tv", "adult": 0, "original_language": "ko", "overview": "A pitiless demon becomes powerless after getting entangled with an icy heiress, who may hold the key to his lost abilities — and his heart.", "popularity": 262.402, "vote_average": 8.4, "vote_count": 58}, {"id": 569094, "title": "Spider-Man: Across the Spider-Verse", "release_date": "2023-05-31", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.", "popularity": 321.891, "vote_average": 8.398, "vote_count": 5208}, {"id": 96648, "title": "스위트홈", "release_date": "2020-12-18", "media_type": "tv", "adult": 0, "original_language": "ko", "overview": "As humans turn into savage monsters and the world plunges into terror, a handful of survivors fight for their lives — and to hold on to their humanity.", "popularity": 367.453, "vote_average": 8.386, "vote_count": 1167}, {"id": 2190, "title": "South Park", "release_date": "1997-08-13", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Follows the misadventures of four irreverent grade-schoolers in the quiet, dysfunctional town of South Park, Colorado.", "popularity": 251.838, "vote_average": 8.359, "vote_count": 3914}, {"id": 103540, "title": "Percy Jackson and the Olympians", "release_date": "2023-12-19", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Percy Jackson is on a dangerous quest. Outrunning monsters and outwitting gods, he must journey across America to return Zeus' master bolt and stop an all-out war. With the help of his quest mates Annabeth and Grover, Percy's journey will lead him closer to the answers he seeks: how to fit into a world where he feels out of place, and find out who he's destined to be.", "popularity": 175.083, "vote_average": 8.333, "vote_count": 12}, {"id": 60622, "title": "Fargo", "release_date": "2014-04-15", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.", "popularity": 807.292, "vote_average": 8.305, "vote_count": 2363}, {"id": 1160164, "title": "TAYLOR SWIFT | THE ERAS TOUR", "release_date": "2023-10-13", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour.", "popularity": 239.005, "vote_average": 8.228, "vote_count": 167}, {"id": 65494, "title": "The Crown", "release_date": "2016-11-04", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "The gripping, decades-spanning inside story of Her Majesty Queen Elizabeth II and the Prime Ministers who shaped Britain's post-war destiny. \n\nThe Crown tells the inside story of two of the most famous addresses in the world – Buckingham Palace and 10 Downing Street – and the intrigues, love lives and machinations behind the great events that shaped the second half of the 20th century. Two houses, two courts, one Crown.", "popularity": 347.508, "vote_average": 8.224, "vote_count": 1871}, {"id": 202411, "title": "Monarch: Legacy of Monsters", "release_date": "2023-11-16", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "After surviving Godzilla's attack on San Francisco, Cate is shaken yet again by a shocking secret. Amid monstrous threats, she embarks on a globetrotting adventure to learn the truth about her family—and the mysterious organization known as Monarch.", "popularity": 992.217, "vote_average": 8.202, "vote_count": 327}, {"id": 91363, "title": "What If...?", "release_date": "2021-08-11", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Taking inspiration from the comic books of the same name, each episode explores a pivotal moment from the Marvel Cinematic Universe and turns it on its head, leading the audience into uncharted territory.", "popularity": 179.52, "vote_average": 8.2, "vote_count": 3763}, {"id": 84958, "title": "Loki", "release_date": "2021-06-09", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "After stealing the Tesseract during the events of “Avengers: Endgame,” an alternate version of Loki is brought to the mysterious Time Variance Authority, a bureaucratic organization that exists outside of time and space and monitors the timeline. They give Loki a choice: face being erased from existence due to being a “time variant” or help fix the timeline and stop a greater threat.", "popularity": 394.84, "vote_average": 8.182, "vote_count": 10891}, {"id": 872585, "title": "Oppenheimer", "release_date": "2023-07-19", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.", "popularity": 620.394, "vote_average": 8.13, "vote_count": 5493}, {"id": 572802, "title": "Aquaman and the Lost Kingdom", "release_date": "2023-12-20", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Black Manta, still driven by the need to avenge his father's death and wielding the power of the mythic Black Trident, will stop at nothing to take Aquaman down once and for all. To defeat him, Aquaman must turn to his imprisoned brother Orm, the former King of Atlantis, to forge an unlikely alliance in order to save the world from irreversible destruction.", "popularity": 732.187, "vote_average": 8.115, "vote_count": 26}, {"id": 121659, "title": "幽☆遊☆白書", "release_date": "2023-12-14", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "After a selfless act costs him his life, teen delinquent Yusuke Urameshi is chosen as a Spirit Detective to investigate cases involving rogue yokai.", "popularity": 502.461, "vote_average": 8.1, "vote_count": 75}, {"id": 199001, "title": "My Life with the Walter Boys", "release_date": "2023-12-07", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "When a tragedy disrupts her life, a teen moves in with her guardian's big family in a small town and learns new lessons about love, hope and friendship.", "popularity": 366.414, "vote_average": 8.1, "vote_count": 75}, {"id": 940721, "title": "Godzilla Minus One", "release_date": "2023-11-03", "media_type": "movie", "adult": 0, "original_language": "ja", "overview": "In postwar Japan, a new terror rises. Will the devastated people be able to survive... let alone fight back?", "popularity": 405.256, "vote_average": 8.1, "vote_count": 149}, {"id": 108978, "title": "Reacher", "release_date": "2022-02-03", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "When retired Military Police Officer Jack Reacher is arrested for a murder he did not commit, he finds himself in the middle of a deadly conspiracy full of dirty cops, shady businessmen and scheming politicians.", "popularity": 1453.189, "vote_average": 8.034, "vote_count": 968}, {"id": 447365, "title": "Guardians of the Galaxy Vol. 3", "release_date": "2023-05-03", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.", "popularity": 234.077, "vote_average": 8.005, "vote_count": 5500}, {"id": 210191, "title": "一念关山", "release_date": "2023-11-28", "media_type": "tv", "adult": 0, "original_language": "zh", "overview": "Two top assassins from rival agencies and their six-member team who with diverse backgrounds, and unique skills embark on a journey filled with challenges and crises.", "popularity": 114.123, "vote_average": 8.0, "vote_count": 3}, {"id": 81723, "title": "The Gilded Age", "release_date": "2022-01-24", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "It’s 1882 and the Gilded Age is in full swing when Marian Brook, a young orphaned daughter of a Southern general, moves in with her rigidly conventional aunts in New York City. With the help of Peggy Scott, an African-American woman masquerading as her maid, Marian gets caught up in the dazzling lives of her rich neighbors as she struggles to decide between adhering to the rules or forging her own path.", "popularity": 169.658, "vote_average": 7.918, "vote_count": 134}, {"id": 10283, "title": "Archer", "release_date": "2009-09-17", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Sterling Archer is the world's most daunting spy. He works for ISIS, a spy agency run by his mother. In between dealing with his boss and his co-workers - one of whom is his ex-girlfriend - Archer manages to annoy or seduce everyone that crosses his path. His antics are only excusable because at the end of the day, he still somehow always manages to thwart whatever crises was threatening mankind.", "popularity": 166.122, "vote_average": 7.9, "vote_count": 1109}, {"id": 119495, "title": "陰の実力者になりたくて！", "release_date": "2022-10-05", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "Shadowbrokers are those who go unnoticed, posing as unremarkable people, when in truth, they control everything from behind the scenes. Sid wants to be someone just like that more than anything, and something as insignificant as boring reality isn’t going to get in his way! He trains in secret every single night, preparing for his eventual rise to power—only to denied his destiny by a run-of-the-mill (yet deadly) traffic accident. But when he wakes up in a another world and suddenly finds himself at the head of an actual secret organization doing battle with evil in the shadows, he’ll finally get a chance to act out all of his delusional fantasies!", "popularity": 252.932, "vote_average": 7.831, "vote_count": 68}, {"id": 507089, "title": "Five Nights at Freddy's", "release_date": "2023-10-25", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.", "popularity": 532.417, "vote_average": 7.817, "vote_count": 2890}, {"id": 95480, "title": "Slow Horses", "release_date": "2022-04-01", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "This quick-witted spy drama follows a dysfunctional team of MI5 agents—and their obnoxious boss, the notorious Jackson Lamb—as they navigate the espionage world’s smoke and mirrors to defend England from sinister forces.", "popularity": 314.241, "vote_average": 7.802, "vote_count": 262}, {"id": 139798, "title": "솔로지옥", "release_date": "2021-12-18", "media_type": "tv", "adult": 0, "original_language": "ko", "overview": "On a deserted island, flirtatious singles look for love, because only as a couple can they leave the island for a romantic date in paradise.", "popularity": 226.118, "vote_average": 7.8, "vote_count": 39}, {"id": 915935, "title": "Anatomy of a Fall", "release_date": "2023-08-23", "media_type": "movie", "adult": 0, "original_language": "fr", "overview": "A woman is suspected of her husband’s murder, and their blind son faces a moral dilemma as the sole witness.", "popularity": 99.356, "vote_average": 7.8, "vote_count": 433}, {"id": 603692, "title": "John Wick: Chapter 4", "release_date": "2023-03-22", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.", "popularity": 284.085, "vote_average": 7.776, "vote_count": 5170}, {"id": 502356, "title": "The Super Mario Bros. Movie", "release_date": "2023-04-05", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.", "popularity": 405.669, "vote_average": 7.729, "vote_count": 7471}, {"id": 87917, "title": "For All Mankind", "release_date": "2019-11-01", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Explore an aspirational world where NASA and the space program remained a priority and a focal point of our hopes and dreams as told through the lives of NASA astronauts, engineers, and their families.", "popularity": 160.578, "vote_average": 7.7, "vote_count": 550}, {"id": 840430, "title": "The Holdovers", "release_date": "2023-10-27", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "A curmudgeonly instructor at a New England prep school is forced to remain on campus during Christmas break to babysit the handful of students with nowhere to go. Eventually, he forms an unlikely bond with one of them — a damaged, brainy troublemaker — and with the school’s head cook, who has just lost a son in Vietnam.", "popularity": 125.677, "vote_average": 7.7, "vote_count": 167}, {"id": 134095, "title": "A Murder at the End of the World", "release_date": "2023-11-14", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Gen Z amateur sleuth and tech-savvy hacker Darby Hart and eight other guests are invited by a reclusive billionaire to participate in a retreat at a remote location. When one of the other guests is found dead, Darby must use her skills to prove it was murder before the killer takes another life.", "popularity": 296.408, "vote_average": 7.694, "vote_count": 54}, {"id": 507532, "title": "Finestkind", "release_date": "2023-09-08", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Two brothers are pulled into a deal with an organized crime syndicate in Boston.", "popularity": 122.275, "vote_average": 7.67, "vote_count": 47}, {"id": 520758, "title": "Chicken Run: Dawn of the Nugget", "release_date": "2023-12-08", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "A band of fearless chickens flock together to save poultry-kind from an unsettling new threat: a nearby farm that's cooking up something suspicious.", "popularity": 536.477, "vote_average": 7.639, "vote_count": 144}, {"id": 1029575, "title": "The Family Plan", "release_date": "2023-12-14", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Dan Morgan is many things: a devoted husband, a loving father, a celebrated car salesman. He's also a former assassin. And when his past catches up to his present, he's forced to take his unsuspecting family on a road trip unlike any other.", "popularity": 450.174, "vote_average": 7.606, "vote_count": 221}, {"id": 575264, "title": "Mission: Impossible - Dead Reckoning Part One", "release_date": "2023-07-08", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.", "popularity": 345.435, "vote_average": 7.59, "vote_count": 2705}, {"id": 466420, "title": "Killers of the Flower Moon", "release_date": "2023-10-18", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one—until the FBI steps in to unravel the mystery.", "popularity": 993.283, "vote_average": 7.582, "vote_count": 1504}, {"id": 57243, "title": "Doctor Who", "release_date": "2005-03-26", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living—more of a hobby actually, and the Doctor's very, very good at it.", "popularity": 533.152, "vote_average": 7.5, "vote_count": 2735}, {"id": 940551, "title": "Migration", "release_date": "2023-12-06", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, via New York City, to tropical Jamaica.", "popularity": 319.081, "vote_average": 7.5, "vote_count": 33}, {"id": 239770, "title": "Doctor Who", "release_date": "1900-01-01", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "The Doctor and friends travel from the dawn of human history to distant alien worlds. And everywhere they go, they find adventure, terror, fun, chases, joy and monsters.", "popularity": 128.296, "vote_average": 7.49, "vote_count": 48}, {"id": 771, "title": "Home Alone", "release_date": "1990-11-16", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Eight-year-old Kevin McCallister makes the most of the situation after his family unwittingly leaves him behind when they go on Christmas vacation. But when a pair of bungling burglars set their sights on Kevin's house, the plucky kid stands ready to defend his territory. By planting booby traps galore, adorably mischievous Kevin stands his ground as his frantic mother attempts to race home before Christmas Day.", "popularity": 11.44, "vote_average": 7.42, "vote_count": 10397}, {"id": 781732, "title": "Animal", "release_date": "2023-12-01", "media_type": "movie", "adult": 0, "original_language": "hi", "overview": "A son undergoes a remarkable transformation as the bond with his father begins to fracture, and he becomes consumed by a quest for vengeance.", "popularity": 98.541, "vote_average": 7.4, "vote_count": 31}, {"id": 157732, "title": "Lawmen: Bass Reeves", "release_date": "2023-11-05", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "The story of Bass Reeves, the legendary lawman of the wild West, is brought to life. Reeves worked in the post-Reconstruction era as a federal peace officer in the Indian Territory, capturing over 3,000 of the most dangerous criminals without ever being wounded—and is believed to be the inspiration for The Lone Ranger.", "popularity": 161.56, "vote_average": 7.355, "vote_count": 38}, {"id": 126167, "title": "Vigil", "release_date": "2021-08-29", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "The mysterious disappearance of a Scottish fishing trawler and a death on-board the submarine HMS Vigil bring the police into conflict with the Navy and British security services. DCI Amy Silva and DS Kirsten Longacre lead an investigation on land and at sea into a conspiracy that goes to the very heart of Britain’s national security.", "popularity": 349.729, "vote_average": 7.3, "vote_count": 149}, {"id": 229915, "title": "Night Has Come", "release_date": "2023-12-04", "media_type": "tv", "adult": 0, "original_language": "ko", "overview": "Trapped in the deadly cursed \"Mafia Game,\" the students of Yoo-il High must play the game to survive, while unraveling the mysteries behind the curse.", "popularity": 646.426, "vote_average": 7.3, "vote_count": 6}, {"id": 508883, "title": "The Boy and the Heron", "release_date": "2023-07-14", "media_type": "movie", "adult": 0, "original_language": "ja", "overview": "While the Second World War rages, the teenage Mahito, haunted by his mother's tragic death, is relocated from Tokyo to the serene rural home of his new stepmother Natsuko, a woman who bears a striking resemblance to the boy's mother. As he tries to adjust, this strange new world grows even stranger following the appearance of a persistent gray heron, who perplexes and bedevils Mahito, dubbing him the \"long-awaited one.\"", "popularity": 126.04, "vote_average": 7.277, "vote_count": 283}, {"id": 787699, "title": "Wonka", "release_date": "2023-12-06", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.", "popularity": 1055.923, "vote_average": 7.247, "vote_count": 365}, {"id": 695721, "title": "The Hunger Games: The Ballad of Songbirds & Snakes", "release_date": "2023-11-15", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "64 years before he becomes the tyrannical president of Panem, Coriolanus Snow sees a chance for a change in fortunes when he mentors Lucy Gray Baird, the female tribute from District 12.", "popularity": 578.642, "vote_average": 7.246, "vote_count": 799}, {"id": 385687, "title": "Fast X", "release_date": "2023-05-17", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.", "popularity": 566.246, "vote_average": 7.201, "vote_count": 4494}, {"id": 238151, "title": "Carol & the End of the World", "release_date": "2023-12-15", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "As a planetary apocalypse looms, a woman struggling to embrace end-times chaos searches for meaning in her last months on Earth.", "popularity": 168.464, "vote_average": 7.2, "vote_count": 6}, {"id": 1020006, "title": "Priscilla", "release_date": "2023-10-27", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "When teenage Priscilla Beaulieu meets Elvis Presley at a party, the man who is already a meteoric rock-and-roll superstar becomes someone entirely unexpected in private moments: a thrilling crush, an ally in loneliness, a vulnerable best friend.", "popularity": 162.593, "vote_average": 7.2, "vote_count": 65}, {"id": 346698, "title": "Barbie", "release_date": "2023-07-19", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.", "popularity": 417.412, "vote_average": 7.2, "vote_count": 6361}, {"id": 901362, "title": "Trolls Band Together", "release_date": "2023-10-12", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "When Branch's brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity.", "popularity": 870.95, "vote_average": 7.2, "vote_count": 385}, {"id": 670292, "title": "The Creator", "release_date": "2023-09-27", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Amid a future war between the human race and the forces of artificial intelligence, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war—and mankind itself.", "popularity": 519.98, "vote_average": 7.136, "vote_count": 1501}, {"id": 240105, "title": "Cindy la Regia: La serie", "release_date": "2023-12-20", "media_type": "tv", "adult": 0, "original_language": "es", "overview": "Cindy, a sharp and restless teenager, grows up happily in the high society of San Pedro Garza García in Nuevo León. When she and her longtime friends enter coeducational high school for the first time, Cindy questions the role of \"princess\" and the search for \"prince charming\" she's always been taught. In her freshman adventures, Cindy learns that pleasing others doesn't matter as much as finding herself.", "popularity": 32.675, "vote_average": 7.0, "vote_count": 1}, {"id": 1211066, "title": "The Taming of the Shrewd 2", "release_date": "2023-12-20", "media_type": "movie", "adult": 0, "original_language": "pl", "overview": "Kaska and Patryk's romance gets tested when they suspect each other of infidelity. Making matters worse, their neighbors keep meddling in their affairs.", "popularity": 24.528, "vote_average": 7.0, "vote_count": 1}, {"id": 236520, "title": "ワンダーハッチ -空飛ぶ竜の島-", "release_date": "2023-12-20", "media_type": "tv", "adult": 0, "original_language": "ja", "overview": "Nagi is a female high school student in Yokosuka, Japan. She doesn't fit in with her classmates. She likes to fantasize and when she hears a sound she visualizes the sound to colors. Her eccentric habit soon leads her to have repeated daydreams of flying in the sky. She doesn't feel good about that.", "popularity": 28.118, "vote_average": 7.0, "vote_count": 1}, {"id": 297802, "title": "Aquaman", "release_date": "2018-12-07", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people and then the surface world. Standing in his way is Arthur Curry, Orm's half-human, half-Atlantean brother and true heir to the throne.", "popularity": 170.692, "vote_average": 6.899, "vote_count": 13149}, {"id": 523607, "title": "Maestro", "release_date": "2023-11-22", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Maestro is a towering and fearless love story chronicling the lifelong relationship between Leonard Bernstein and Felicia Montealegre Cohn Bernstein. A love letter to life and art, Maestro at its core is an emotionally epic portrayal of family and love.", "popularity": 72.296, "vote_average": 6.675, "vote_count": 20}, {"id": 335977, "title": "Indiana Jones and the Dial of Destiny", "release_date": "2023-06-28", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Finding himself in a new era, and approaching retirement, Indy wrestles with fitting into a world that seems to have outgrown him. But as the tentacles of an all-too-familiar evil return in the form of an old rival, Indy must don his hat and pick up his whip once more to make sure an ancient and powerful artifact doesn't fall into the wrong hands.", "popularity": 247.26, "vote_average": 6.673, "vote_count": 2324}, {"id": 891699, "title": "Silent Night", "release_date": "2023-11-30", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "A tormented father witnesses his young son die when caught in a gang's crossfire on Christmas Eve. While recovering from a wound that costs him his voice, he makes vengeance his life's mission and embarks on a punishing training regimen in order to avenge his son's death.", "popularity": 176.63, "vote_average": 6.6, "vote_count": 58}, {"id": 726209, "title": "Leave the World Behind", "release_date": "2023-11-22", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "A family's getaway to a luxurious rental home takes an ominous turn when a cyberattack knocks out their devices—and two strangers appear at their door.", "popularity": 667.343, "vote_average": 6.567, "vote_count": 928}, {"id": 609681, "title": "The Marvels", "release_date": "2023-11-08", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe.", "popularity": 373.263, "vote_average": 6.494, "vote_count": 710}, {"id": 753342, "title": "Napoleon", "release_date": "2023-11-22", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "An epic that details the checkered rise and fall of French Emperor Napoleon Bonaparte and his relentless journey to power through the prism of his addictive, volatile relationship with his wife, Josephine.", "popularity": 257.284, "vote_average": 6.4, "vote_count": 769}, {"id": 1071215, "title": "Thanksgiving", "release_date": "2023-11-16", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "After a Black Friday riot ends in tragedy, a mysterious Thanksgiving-inspired killer terrorizes Plymouth, Massachusetts - the birthplace of the holiday. Picking off residents one by one, what begins as random revenge killings are soon revealed to be part of a larger, sinister holiday plan.", "popularity": 182.178, "vote_average": 6.365, "vote_count": 126}, {"id": 112388, "title": "Beacon 23", "release_date": "2023-11-12", "media_type": "tv", "adult": 0, "original_language": "en", "overview": "Aster Calyx and Halan Kai Nelson are inextricably drawn to Beacon 23. Navigating one threat after another, they unravel the beacon’s mysteries, just in time to face their most powerful enemy.", "popularity": 134.395, "vote_average": 6.3, "vote_count": 26}, {"id": 1118595, "title": "The Jester", "release_date": "2023-09-20", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "A malevolent being known as The Jester terrorizes the inhabitants of a small town on Halloween night, including two estranged sisters who must come together to find a way to defeat this evil entity.", "popularity": 201.594, "vote_average": 6.091, "vote_count": 33}, {"id": 1033667, "title": "The Rope Curse 3", "release_date": "2023-08-25", "media_type": "movie", "adult": 0, "original_language": "zh", "overview": "Aspiring to become a parkour influencer, a gifted young man from an exorcist family gets caught up in a swirl of spooky events at an eerie hotel.", "popularity": 45.462, "vote_average": 5.2, "vote_count": 5}, {"id": 1219926, "title": "South Park (Not Suitable For Children)", "release_date": "2023-12-20", "media_type": "movie", "adult": 0, "original_language": "en", "overview": "After it's discovered that a teacher at South Park Elementary has an OnlyFans page, Randy is compelled to take a closer look at the seedy underbelly of the world of online influencers.", "popularity": 1.4, "vote_average": 4.0, "vote_count": 1}, {"id": 215421, "title": "BTS Monuments: Beyond The Star", "release_date": "2023-12-20", "media_type": "tv", "adult": 0, "original_language": "ko", "overview": "In celebration of their 10th anniversary, the seven members of BTS, still moving forward, reflect on their past and tell genuine stories from their hearts.", "popularity": 37.695, "vote_average": 0.0, "vote_count": 0}]